Repository: ValentineAIPixelLabs/AIBirthdayAPP
Catalog: AIBirthdayReminderApp/Localizable.xcstrings
Source language: ru
Languages: en

# accessibility.clear_text
source: Очистить текст
en: Clear text

# accessibility.regenerate_cost
source: Перегенерировать. Стоимость: %1$d
en: Regenerate. Cost: %1$d

# add_holiday.date
source: Дата
en: Date

# add_holiday.emoji.placeholder
source: Эмодзи
en: Emoji

# add_holiday.nav.title
source: Новый праздник
en: New Holiday

# add_holiday.section.main
source: Основное
en: Basic

# add_holiday.title.placeholder
source: Название праздника
en: Holiday name

# add_holiday.type
source: Тип
en: Type

# add_holiday.year.field
source: Год
en: Year

# add_holiday.year.toggle
source: Год (опционально)
en: Year (optional)

# add.additional.placeholder
source: Что-то ещё важное…
en: Anything else important…

# add.gender
source: Пол
en: Gender

# add.hobbies.placeholder
source: Например, спорт, рыбалка, путешествия…
en: E.g., sports, fishing, travel…

# add.leisure.placeholder
source: Прогулки, чтение, игры, волонтёрство…
en: Walks, reading, games, volunteering…

# add.name
source: Имя
en: First name

# add.nickname.optional
source: Прозвище (необязательно)
en: Nickname (optional)

# add.occupation.placeholder
source: Кем работает / На кого учится…
en: Occupation / Field of study…

# add.phone
source: Телефон
en: Phone

# add.relation
source: Отношения
en: Relationship

# add.section.additional
source: Дополнительная информация
en: Additional information

# add.section.birthday
source: Дата рождения
en: Birthday

# add.section.hobbies
source: Увлечения / Хобби
en: Hobbies

# add.section.leisure
source: Как любит проводить свободное время
en: How they like to spend free time

# add.section.main_info
source: Основная информация
en: Basic information

# add.section.occupation
source: Род деятельности / Профессия
en: Occupation / Profession

# add.surname.optional
source: Фамилия (необязательно)
en: Last name (optional)

# auth.token.missing
source: Отсутствует идентификатор устройства.
en: Device identifier missing.

# avatar.select
source: Выбрать аватар
en: Choose avatar

# birthday.label
source: Дата рождения
en: Birthday

# button.congratulate
source: Поздравить
en: Congratulate

# calendar.access.denied
source: Нет доступа к календарю. Включите доступ в настройках.
en: No access to Calendar. Enable access in Settings.

# card.generate
source: Сгенерировать открытку
en: Generate card

# card.sheet.for_person
source: Для конкретного человека…
en: For a specific person…

# card.sheet.general
source: Общая открытка
en: General card

# card.sheet.title
source: Выберите тип открытки
en: Choose card type

# card.title
source: Открытка
en: Card

# common.add
source: Добавить
en: Add

# common.cancel
source: Отмена
en: Cancel

# common.close
source: Закрыть
en: Close

# common.copy
source: Копировать
en: Copy

# common.delete
source: Удалить
en: Delete

# common.deselect_all
source: Снять все
en: Deselect all

# common.done
source: Готово
en: Done

# common.error
source: Ошибка
en: Error

# common.no
source: Нет
en: No

# common.ok
source: Ок
en: OK

# common.restore
source: Вернуть
en: Restore

# common.retry
source: Повторить попытку
en: Try Again

# common.save
source: Сохранить
en: Save

# common.select_all
source: Выделить все
en: Select all

# common.share
source: Поделиться
en: Share

# common.signin
source: Войти
en: Sign In

# common.specify
source: Указать
en: Set

# common.unspecified
source: Не указано
en: Unspecified

# congrats.for_person
source: Поздравить конкретного человека…
en: Greet a specific person…

# congrats.generate
source: Сгенерировать поздравление
en: Generate greeting

# congrats.generic
source: Общее поздравление
en: General greeting

# congrats.sheet.card
source: Открытку
en: Card

# congrats.sheet.text
source: Текстовое поздравление
en: Text greeting

# congrats.sheet.title
source: Что вы хотите сгенерировать?
en: What would you like to generate?

# contact.birthday.missing
source: Дата рождения не указана
en: Birthday not specified

# contact.birthday.title
source: День рождения: %1$@
en: Birthday: %1$@

# contact.delete.confirm.one
source: Вы действительно хотите удалить контакт %@?
en: Do you really want to delete contact %@?

# contact.delete.message
source: Контакт %@ будет удалён безвозвратно.
en: Contact %@ will be permanently deleted.

# contact.delete.title
source: Удалить контакт?
en: Delete contact?

# contact.import.exists
source: Контакт уже существует.
en: Contact already exists.

# contact.import.nochange
source: Контакт не изменился.
en: Contact has not changed.

# contact.import.success
source: Контакт успешно импортирован.
en: Contact imported successfully.

# contact.import.title
source: Импорт контакта
en: Import contact

# contact.import.updated
source: Данные обновлены из Контактов.
en: Data updated from Contacts.

# contact.phone.select
source: Выберите номер
en: Choose a number

# contacts.add
source: Добавить контакт
en: Add contact

# contacts.add.manually
source: Добавить контакт вручную
en: Add contact manually

# contacts.add.title
source: Добавить контакт
en: Add contact

# contacts.delete.confirm.many
source: Вы действительно хотите удалить %d контакт(ов)?
en: Do you really want to delete %d contact(s)?

# contacts.delete.title
source: Удалить контакты?
en: Delete contacts?

# contacts.empty
source: Контакты ещё не добавлены
en: No contacts added yet

# contacts.filter.all
source: все контакты
en: all contacts

# contacts.filter.no_birthday
source: без даты рождения
en: no birthday

# contacts.not_found
source: Контакт не найден
en: Contact not found

# contacts.section.no_birthday
source: Без даты рождения
en: No birth date

# contacts.title
source: Контакты
en: Contacts

# contacts.toolbar.delete.selected
source: Удалить выбранные контакты
en: Delete selected contacts

# contacts.toolbar.edit
source: Править
en: Edit

# contacts.toolbar.select
source: Выбрать контакты
en: Select contacts

# contacts.toolbar.select.all
source: Выделить все контакты
en: Select all contacts

# date.in_days
source: Через %1$d %2$@
en: In %1$d %2$@

# date.today
source: Сегодня
en: Today

# date.tomorrow
source: Завтра
en: Tomorrow

# edit_holiday.custom.badge
source: Это пользовательский праздник
en: Custom holiday

# edit_holiday.custom.footer
source: Это пользовательский праздник, добавленный вами.
en: This is a custom holiday you added.

# edit_holiday.section.main.footer
source: Введите название праздника и выберите дату и тип.
en: Enter a title, then choose date and type.

# edit_holiday.section.special
source: Особенности
en: Special

# error.generation_prefix
source: Ошибка генерации: %@
en: Generation error: %@

# form.required.hint
source: Заполните обязательные поля
en: Fill in required fields

# gallery.pick_reference
source: Выбрать референс из галереи
en: Pick reference from gallery

# gen.image.error.body
source: Не удалось получить изображение.
en: Could not get an image.

# gen.image.error.title
source: Ошибка генерации
en: Generation error

# gender.female
source: Женский
en: Female

# gender.male
source: Мужской
en: Male

# history.cards.empty
source: Нет открыток
en: No cards

# history.cards.title
source: История открыток
en: Card history

# history.congrats.empty
source: Нет поздравлений
en: No greetings

# history.congrats.title
source: История поздравлений
en: Greeting history

# holiday.date.prefix
source: Дата праздника
en: Holiday date

# holiday.delete.message
source: Это действие нельзя отменить.
en: This action can't be undone.

# holiday.delete.title
source: Удалить праздник?
en: Delete holiday?

# holiday.icon.select
source: Выбрать иконку
en: Choose icon

# holiday.type.official
source: Официальный
en: Official

# holiday.type.other
source: Другое
en: Other

# holiday.type.personal
source: Личный
en: Personal

# holiday.type.professional
source: Профессиональный
en: Professional

# holiday.type.religious
source: Религиозный
en: Religious

# holidays.add
source: Добавить праздник
en: Add holiday

# holidays.add.manual
source: Ввести праздник вручную
en: Add holiday manually

# holidays.add.title
source: Добавить праздник
en: Add holiday

# holidays.empty
source: Праздники ещё не добавлены
en: No holidays added yet

# holidays.filter.all
source: Все праздники
en: All holidays

# holidays.import.calendar
source: Импортировать из календаря
en: Import from Calendar

# holidays.title
source: Праздники
en: Holidays

# holidays.toolbar.delete.selected
source: Удалить выбранные праздники
en: Delete selected holidays

# holidays.toolbar.select
source: Выбрать праздники
en: Select holidays

# holidays.toolbar.select.all
source: Выделить все праздники
en: Select all holidays

# holidays.type.государственные
source: Государственные
en: Official

# holidays.type.другое
source: Другое
en: Other

# holidays.type.личные
source: Личные
en: Personal

# holidays.type.памятные
source: Памятные
en: Memorial

# holidays.type.профессиональные
source: Профессиональные
en: Professional

# holidays.type.религиозные
source: Религиозные
en: Religious

# holidays.type.семейные
source: Семейные
en: Family

# idea.card
source: Идея открытки
en: Card idea

# import.contacts.button
source: Импортировать контакты
en: Import contacts

# import.contacts.import.all
source: Импортировать все контакты
en: Import all contacts

# import.contacts.pick.from_list
source: Выбрать из списка контактов
en: Pick from Contacts

# import.contacts.pick.manually
source: Выбрать контакты вручную
en: Pick contacts manually

# import.contacts.title
source: Импорт контактов
en: Import contacts

# import.result.count
source: Импортировано %d контактов
en: Imported %d contacts

# import.result.mixed
source: Импортировано %d. Пропущено %d — уже импортированы.
en: Imported %d. Skipped %d — already imported.

# import.result.none.already
source: Контакты уже импортированы
en: Contacts are already imported

# import.result.single.already
source: Контакт уже импортирован
en: Contact is already imported

# month.unknown
source: Месяц
en: Month

# notification.title.soon
source: Скоро День Рождения!
en: Birthday coming up!

# notification.today.body
source: Отправь поздравление и открытку прямо сейчас! 🎁
en: Send your wishes and a card now! 🎁

# notification.today.title
source: Сегодня День рождения у %@! 🎉
en: Today is %@'s birthday! 🎉

# notification.upcoming.body.generic
source: %@ празднует День Рождения. Не забудь поздравить!
en: %@ has a birthday coming up. Don't forget to congratulate!

# notification.upcoming.body.withdate
source: %@ празднует День Рождения %@. Не забудь поздравить!
en: %@ celebrates a birthday on %@. Don't forget to congratulate!

# notifications.configure
source: Настроить напоминания
en: Configure notifications

# notifications.title
source: Уведомления
en: Notifications

# popup.congrats.title
source: Поздравление
en: Greeting

# progress.generating_card
source: Генерация открытки
en: Generating card

# progress.generating_greeting
source: Генерируем поздравление…
en: Generating greeting…

# progress.generating_idea
source: Генерируем идею открытки...
en: Generating card idea...

# prompt.placeholder
source: Опишите идею открытки или нажмите на кнопку «Идея открытки» для автоматической генерации
en: Describe your card idea or tap “Card idea” to generate it automatically

# quality.high
source: Высокое
en: High

# quality.low
source: Низкое
en: Low

# quality.medium
source: Среднее
en: Medium

# quality.title
source: Качество
en: Quality

# reference.remove
source: Удалить референс
en: Remove reference

# relation.best_friend
source: Лучший друг
en: Best friend

# relation.boss
source: Начальник
en: Boss

# relation.boyfriend
source: Парень
en: Boyfriend

# relation.brother
source: Брат
en: Brother

# relation.client
source: Клиент
en: Client

# relation.colleague
source: Коллега
en: Colleague

# relation.companion
source: Товарищ
en: Companion

# relation.daughter
source: Дочь
en: Daughter

# relation.father
source: Отец
en: Father

# relation.friend
source: Друг
en: Friend

# relation.girlfriend
source: Девушка
en: Girlfriend

# relation.grandfather
source: Дедушка
en: Grandfather

# relation.grandmother
source: Бабушка
en: Grandmother

# relation.manager
source: Руководитель
en: Manager

# relation.mother
source: Мать
en: Mother

# relation.partner
source: Партнер
en: Partner

# relation.sister
source: Сестра
en: Sister

# relation.son
source: Сын
en: Son

# relation.spouse_female
source: Супруга
en: Wife

# relation.spouse_male
source: Супруг
en: Husband

# route.unknown
source: Неизвестный маршрут
en: Unknown route

# search.prompt
source: Поиск
en: Search

# section.no_birthday
source: Без даты рождения
en: No birth date

# section.today
source: Сегодня
en: Today

# section.upcoming
source: Скоро
en: Upcoming

# server.response.empty
source: Нет данных от сервера.
en: No data from server.

# settings.account
source: Аккаунт
en: Account

# settings.language
source: Язык
en: Language

# settings.purchases.header
source: Покупки
en: Purchases

# settings.subscription
source: Подписка
en: Subscription

# settings.support
source: Поддержка
en: Support

# settings.title
source: Настройки
en: Settings

# signout.confirm.ok
source: Выйти
en: Sign out

# signout.confirm.title
source: Вы действительно хотите выйти из аккаунта?
en: Are you sure you want to sign out?

# store.links.privacy
source: Конфиденциальность
en: Privacy

# store.links.terms
source: Условия
en: Terms

# store.paywall.cta.default
source: Продолжить
en: Continue

# store.paywall.cta.start_free
source: Начать бесплатно
en: Start for free

# store.paywall.cta.subscribe %@
source: Продолжить за %@
en: Continue for %@

# store.paywall.features.designs
source: Авторские дизайны открыток и изображений высокого качества.
en: Original card designs and high-quality images.

# store.paywall.features.instant
source: Мгновенная генерация без ограничений и задержек.
en: Instant generation without limits or delays.

# store.paywall.features.personalized
source: Персонализированные поздравления на основе контактов и событий.
en: Personalized greetings based on contacts and events.

# store.paywall.features.title
source: Что входит
en: What's included

# store.paywall.load_error
source: Не удалось загрузить предложения подписки.
en: Unable to load subscription offers.

# store.paywall.loading
source: Загружаем предложения…
en: Loading offers…

# store.paywall.offer.free
source: %@ бесплатно
en: %@ free

# store.paywall.offer.paygo
source: %@ %@ • %lld раз
en: %@ %@ • %lld times

# store.paywall.offer.payupfront
source: %@ за %@
en: %@ for %@

# store.paywall.period.description.day.multi
source: %lld дней
en: %lld days

# store.paywall.period.description.day.single
source: 1 день
en: 1 day

# store.paywall.period.description.month.multi
source: %lld месяцев
en: %lld months

# store.paywall.period.description.month.single
source: 1 месяц
en: 1 month

# store.paywall.period.description.week.multi
source: %lld недель
en: %lld weeks

# store.paywall.period.description.week.single
source: 1 неделя
en: 1 week

# store.paywall.period.description.year.multi
source: %lld лет
en: %lld years

# store.paywall.period.description.year.single
source: 1 год
en: 1 year

# store.paywall.period.short.day.multi
source: каждые %lld дн.
en: every %lld days

# store.paywall.period.short.day.single
source: в день
en: per day

# store.paywall.period.short.generic
source: каждые %lld ед.
en: every %lld units

# store.paywall.period.short.month.multi
source: каждые %lld мес.
en: every %lld months

# store.paywall.period.short.month.single
source: ежемесячно
en: monthly

# store.paywall.period.short.week.multi
source: каждые %lld недели
en: every %lld weeks

# store.paywall.period.short.week.single
source: еженедельно
en: weekly

# store.paywall.period.short.year.multi
source: каждые %lld г.
en: every %lld years

# store.paywall.period.short.year.single
source: ежегодно
en: yearly

# store.paywall.plan.billing.day.multi
source: Каждые %lld дн.
en: Every %lld days

# store.paywall.plan.billing.day.single
source: Оплата ежедневно
en: Billed daily

# store.paywall.plan.billing.month.multi
source: Каждые %lld мес.
en: Every %lld months

# store.paywall.plan.billing.month.single
source: Оплата ежемесячно
en: Billed monthly

# store.paywall.plan.billing.unknown
source: Подписка
en: Subscription

# store.paywall.plan.billing.week.four
source: Каждые 4 недели
en: Every 4 weeks

# store.paywall.plan.billing.week.multi
source: Каждые %lld недели
en: Every %lld weeks

# store.paywall.plan.billing.week.single
source: Оплата еженедельно
en: Billed weekly

# store.paywall.plan.billing.week.two
source: Каждые 2 недели
en: Every 2 weeks

# store.paywall.plan.billing.year.multi
source: Каждые %lld г.
en: Every %lld years

# store.paywall.plan.billing.year.single
source: Оплата ежегодно
en: Billed yearly

# store.paywall.plan.type.subscription
source: Подписка
en: Subscription

# store.paywall.preview.accessibility
source: Заготовка открытки
en: Card preview

# store.paywall.status.pending
source: В обработке
en: Processing

# store.paywall.subtitle
source: Создавайте идеальные поздравления с помощью ИИ
en: Create perfect greetings with AI

# store.paywall.title
source: Премиум-доступ
en: Premium Access

# store.title
source: Магазин
en: Store

# store.tokens.balance
source: Баланс токенов
en: Token balance

# style.anime
source: Аниме
en: Anime

# style.fantasy
source: Фэнтези
en: Fantasy

# style.minimal
source: Минимализм
en: Minimalism

# style.none
source: Без стиля
en: No style

# style.pixel
source: Пиксель-арт
en: Pixel art

# style.pop_art
source: Комикс / Pop Art
en: Comic / Pop Art

# style.realistic
source: Реалистичный
en: Realistic

# style.retro
source: Ретро / Винтаж
en: Retro / Vintage

# style.title
source: Стиль открытки
en: Card style

# style.van_gogh
source: Ван Гог
en: Van Gogh

# style.watercolor
source: Акварель
en: Watercolor

# support.body
source: Если нужна помощь или есть вопросы по подписке, напишите нам: hello@aibirthday.app
en: If you need help or have questions about your subscription, email us: hello@aibirthday.app

# support.nav.title
source: Справка и поддержка
en: Help & Support

# support.refund.footer
source: Apple обработает запрос на возврат и уведомит о результате.
en: Apple will process the refund request and notify you about the result.

# support.refund.request
source: Запросить возврат
en: Request a refund

# tabs.contacts
source: Контакты
en: Contacts

# tabs.holidays
source: Праздники
en: Holidays

# tabs.settings
source: Настройки
en: Settings

# theme.mode.auto
source: Авто
en: Auto

# theme.mode.dark
source: Ночной
en: Dark

# theme.mode.light
source: Дневной
en: Light

# theme.picker
source: Тема
en: Theme

# theme.title
source: Тема оформления
en: Theme
